[Korean]
Please connect the 2.4GHz USB dongle of the device to your computer's USB port for pairing. = 페어링을 위해 장치의 2.4GHz USB 동글을 컴퓨터의 USB 포트에 연결하십시오.
Please follow the steps below for pairing. = 아래의 단계에 따라 페어링하십시오.
1. Set the connection switch to the RF 2.4GHz mode. = 1. 연결 스위치를 RF 2.4GHz 모드로 설정합니다.
2. Press and hold the left button, right button and DPI button for 3 seconds. = 2. 왼쪽 버튼, 오른쪽 버튼 및 DPI 버튼을 약 3초 동안 누르고 있습니다.
3. Click the "Pair" button on the interface. = 3. 인터페이스에서 “페어링” 버튼을 누릅니다.	
1. Connect the device to your computer with the USB cable. = 1. USB 케이블을 사용하여 장치를 컴퓨터에 연결합니다.
2. Click the "Pair" button on the interface. = 2. 인터페이스에서 “페어링” 버튼을 누릅니다.

Pair = 페어링
Close = 닫기
Pairing = 페어링하는 중
Pairing completed = 페어링 완료
Pairing failed = 페어링 실패

1. Connect the headset with a USB cable and switch to 2.4GHz mode. = 1. USB 케이블을 사용하여 장치와 컴퓨터를 연결하고 연결 스위치를 RF 2.4GHz 모드로 설정합니다.
2. Press and hold the function button for 15 seconds until you hear the beep sounds. = 2. 음성 안내가 들릴 때까지 기능 버튼을 15초 동안 길게 누릅니다.
Please unplug and re-plug the 2.4 GHz receiver(dongle), power off the headset and then switch it to RF 2.4 GHz mode. = RF 2.4GHz 수신기를 분리했다가 다시 삽입하십시오. 장치의 전원을 끈 다음 장치를 RF 2.4GHz 모드로 전환하십시오.